espressif/esp-idf/tools/test_apps/system/build_test/sdkconfig.ci.esp32c6_with_rom_impl_components
CONFIG_IDF_TARGET="esp32c6"
CONFIG_HAL_WDT_USE_ROM_IMPL=y
CONFIG_HAL_SYSTIMER_USE_ROM_IMPL=y
CONFIG_HEAP_TLSF_USE_ROM_IMPL=y
CONFIG_SPI_FLASH_ROM_IMPL=y
